{
    "greeting": "Hi! I Am",
    "fullName": "Lucas Grondin",
    "presentation": "Freshly graduated from a Master Of Engineering, I have now <strong>5 years of experience</strong> in various fields of computer science. I qualify myself as being passionate about new technologies with a particular interest in <strong>data science</strong>. \nOver the years, I have acquired a solid experience in software development and in the use of various tools and technologies. I enjoy working on complex projects that require a creative approach and attention to detail.\nMy portfolio showcases some of the projects I have worked on, which highlight my skills and knowledge in different areas. I am proud to show these projects and I hope you will enjoy discovering them as much as I enjoyed creating them!",

    "n_home": "about me",
    "n_skills": "skills",
    "n_projects": "projects",

    "s_research": "Research is an essential skill! I love to explore, especially complex data sets and finding hidden patterns that are useful for making informed decisions. I have acquired a experience in collecting data from a variety of sources. I am also skilled in preparing and cleaning data to make it usable. Ultimately, my ability to conduct in-depth research allows me to produce accurate and relevant results.",
    "s_idea": "Ideas are the lifeblood of any project, whether it is an application, a product or a service. They allow us to find innovative and creative solutions to user needs and market challenges. For me, having ideas is an essential skill, that I try to develop continuously by exploring new horizons and drawing inspiration from different fields. I also enjoy working in a team to generate ideas together and benefit from complementary skills and perspectives. Ideas are also crucial, as they allow us to find new approaches to deal with  processing data, creating innovative algorithms and solving complex problems. Having original and relevant ideas can make the difference between an ordinary project and an exceptional.",
    "s_workProcess": "The work process is a crucial step in any project because it allows to plan, organize and coordinate the different tasks and steps of the different phases of the project. For me, work process management is an essential skill that I have developed throughout my years  of professional experience. I have learned how to work effectively in a team communicate clearly and concisely, meet deadlines and prioritize tasks based according to their importance and urgency. I also use project management tools and methods to optimize the work process and improve productivity. My ability to effectively manage the work process is therefore an essential asset to projects in a professional and efficient manner.",
    "s_programming": "Programming is a key skill in the field of computer science, but it is also useful in many other fields as well. I have been passionate about programming for a long time now, and I have acquired skills in different programming languages such as Python, Java, C++, JavaScript, etc. I also have a solid knowledge of the fundamental principles of programming, such as algorithms, data structures and software design. My ability to program efficiently and understand the fundamentals of programming is an essential asset to carry out IT projects in a professional and creative manner. At I also have a passion for finding elegant and efficient solutions for complex programming problems, which allows me to adapt to new technologies and solve problems efficiently and creatively. ",
    "s_presentation": "Presentation is an essential aspect of any good project. I am able to communicate complex results in a clear and concise manner to both technical and non-technical audiences. I have excellent presentation skills. I also have good experience in preparing reports and data visualizations to communicate results to a variety of audiences. I am proficient in the use of visualization tools that can help communicate complex information. Finally, I am able to adapt my presentation style to the needs of my  audience to ensure that information is communicated in an effective and understandable manner. My ability to present clear and compelling results is a valuable asset, as it allows stakeholders to understand the results and make informed decisions."
}